Revit 2027 API
ParameterTypeId.SteelElemAnchorLength Property
 "Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemAnchorLength { get; }
Public Shared ReadOnly Property SteelElemAnchorLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemAnchorLength {
	ForgeTypeId^ get ();
}
static member SteelElemAnchorLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace